# coding: utf-8

# 工作内容
WorkContentKeyword = [
	'分析', '存款', '经营利润', '合营企业', '次级债务', '应付帐款', '公平交易', '大宗买卖', '公司授权', '公司治理',
	'递延税项', '财务顾问', '金管局', '长期供应协议', '长期供应协议', '公开上市', '收入分成', '投资', '询证函', '市盈倍数', '合资企业', '次平值', '应收帐款', '公司章程',
	'大宗交易蓝筹股', '委任书', '企业视野', '通货紧缩', '融资顾问', '控股公司', '短期买卖债券', '短期买卖债券', '挂牌上市', '循还贷款', '产品', '董事会', '市盈率', '联办矿',
	'银团贷款', '应计利息', '组织细则', '董事会', '财务总监', '公司化', '通缩', '经营金融业务许可证', '国际会计准则', '小本经营', '小本经营', '新三板', '供股', '项目', '申购',
	'实收资本', '次级按揭', '增效作用', '合资格投资者', '平价期权', '买家', '首席财务官', '成本', '削减头寸', '财务预测', '闲置资金', '特许费', '特许费', '福利基金', '集资',
	'销售', '应付账款', '已缴足资本', '垃圾债券', '协同效益', '受信投资人', '等价期权', '债券市场', '迁册', '法律顾问意见书', '折旧', '财务管理', '国际货币基金', '保证金',
	'保证金', '公益金', '风险因素', '交易', '应收账款', '盈利分析', '借贷融资收购', '电汇', '商品交易所', '东南亚国家联盟', '债市', '交易所', '票息', '派生产品', '金融市场',
	'国际货币市场', '市场资本值', '市场资本值', '单一业务公司', '资产回报率', '助理', '估值', '人均收入', '主承销', '国库债券', '存股证', '东盟亚洲银团市场', '债券',
	'中国国际金融有限公司', '券息', '衍生产品', '金融产品', '进口配额', '市值', '市值', '出售', '路演', '行业研究', '定价', '履约保证', '牵头经办人', '国库券', '预托收据',
	'资产配置', '债票', '中金公司', '孳息率', '衍生金融投资工具', '金融服务', '进口关税', '报价商', '报价商', '认沽期权', '巡回推介说明会', '市场研究', '投行', '履约不足赔偿金',
	'法人股', '托管人契约', '存托凭证', '资产管理', '红股', '民营化', '票息', '摊薄', '待处理固定资产损失', '鱼饵网点', '市场庄家', '市场庄家', '可退回债券', '风险控制', '上市',
	'良好贷款', '贷款人', '包销商', '关联公司', '资产掉期', '帐面值', '私有化', '派息频率', '脏价', '固定收益', '所得税', '市价委托', '市价委托', '合格本地机构投资者',
	'股本回报率', '风控', '账户', '公共关系', '信用状', '承销商', '联营公司', '转让方法', '帐簿', '私营化', '契约', '信息披露', '定息债券', '入息税', '市场占有率',
	'市场占有率', '合格境外机构投资者', '标准普尔', '策划', '公关', '债务水平', '承销银团', '协议', '指定分配方法', '品牌管理', '重组', '备兑认股权证', '折扣率', '浮息票据',
	'薪俸税', '市场份额', '市场份额', '合资格机构买家', '标普', '助理研究', '优先权', '比重', '未分配利润', '协定', '竞价市场法定股本', '收支平衡点', '改组证监会股票市场',
	'信贷措施', '贴现率', '下限', '赔偿', '有价证券', '有价证券', '问卷', '二级发行', '市场拓展', '先买权', '杠杆买断交易', '周转资金', '委托', '核准资本', '临时贷款',
	'股市', '抵押式摊还法', '空头支票', '出市经纪', '资料备忘录', '促销', '促销', '上市公司', '次级发行', '公司研究', '优先股', '杠杆比率', '除权', '分配', '借壳上市',
	'过渡贷款', '中国墙', '备用信贷', '股息', '后续发行', '首次公开招股发行', '推介', '推介', '随机分配', '分析员', '风险管理', '优惠待遇', '伦敦银行同业拆借利率', '除证',
	'配置', '贸易平衡', '经纪', '索偿回拨', '信用额度', '道琼斯工业平均指数', '外商投资企业', '内幕交易', '营销', '营销', '评级', '优先债务', '会计', '期权金', '扣押',
	'零和游戏', '配股', '资产负债表', '证券买卖', '公开发行', '信用评级', '小龙债券', '外汇', '机构投资者', '中长期贷款', '中长期贷款', '实现利率', '交割', '审计', '溢价',
	'留置权', '零券息债券', '美式期权', '期末放气式偿还', '证券交易', '洁净价', '信贷评级', '预提费用', '外汇券', '无形资产', '中期票据', '中期票据', '资本重组', '结算',
	'数据运营', '溢价赎回', '有限追索权', '呆帐', '摊销', '最末期大笔还清', '证券行', '副主承销', '债券息差', '双货币债券', '外汇抵押贷款', '知识产权', '备忘录', '备忘录',
	'再资本化', '股东价值', '业务', '新闻', '有限责任合伙', '现金流量表', '周年大会', '银行', '营业日', '联席主承销', '债信观察', '尽职调查', '远期利率协议', '利率掉期', '合并',
	'合并', '追索权', '空壳公司', '管理培训', '发布', '短期投资', '产权', '反垄断', '国际结算银行', '业务管理', '利率上下限', '交叉货币利率掉期', '电子商务', '项目招商人',
	'政府间贷款', '收购', '收购', '收入列帐', '沽空', '策略', '定价', '流动收息权利票据', '债转股', '亚太区经济合作组织', '破产', '商务管理', '副承销商', '货币期权',
	'网上零售商', '伦敦金融时报指数', '中期报告', '并购', '并购', '循环再用', '短仓', '宏观', '定价区间', '流动性', '股权多元化', '亚太经合组织', '基准日', '工商管理', '安慰函',
	'货币掉期', '每股盈利', '富时指数', '中介机构', '最惠国待遇', '最惠国待遇', '赎回', '淡仓', '咨询', '发行', '流动资金', '规模经济', '套利', '基准利率', '业务研究',
	'告慰信', '收支往来', '欧洲经济共同体', '基金管理', '中介人', '少数股东权益', '少数股东权益', '提炼', '看跌', '柜员', '定价谈判', '变现能力', '新兴经济', '套汇', '基点',
	'商业研究', '商业贷款', '帐户赤字', '欧共体', '期货', '国际融资', '货币化', '货币化', '登记声明', '中短期贷款', '客户', '一级发行债券', '速动比率', '筹资融资', '套戥',
	'基准掉期', '回购', '商业票据', '流动比率', '新兴市场', '一般费用及行政费用', '国际市场', '垄断', '垄断', '声明与保证', '卖远期', '本金', '上市公司', '套期保值', '合资经营',
	'熊市', '分析员', '佣金回扣', '惯例和用法', '欧洲货币联盟', '一般公认会计原则', '投资', '独占企业', '独占企业', '剩余资产', '抱观望态度投资者', '私人银行', '诉讼', '住房按揭',
	'控股权', '持票人', '收购', '公司融资', '保管机构', '委托书', '国际关口局', '投资咨询', '冻结', '冻结', '残值', '即期汇票', '个人银行', '锁定协议', '首次公募', '权益',
	'不记名股票', '细则', '公司财务', '托管人', '股本', '关税及贸易从协定', '投资顾问', '延期付款命令', '延期付款命令', '剩余价值', '偿债基金',
	'私募股本', '长仓', '拆借', '国家资产作价入股', '未开拓市场', '组织章程', '复合现金流', '当日指令', '股权', '国内生产总值', '投资银行', '有抵押证券', '有抵押证券', '受限制证券',
	'国有企业', '非上市股本', '好仓', '网上客户', '转换溢价', '受益人', '复合年增长率', '复合年增长率', '债资比率', '股票', '全球协调人',
	'投资银行服务', '纳斯达克', '纳斯达克', '改组', '特种股票', '非上市股票', '看涨', '投资回收期', '转换价', '国际结算银行', '认购期权',
	'机密呈交', '股本负债率', '欧洲联盟', '公开上市', '投资级', '自然资源', '自然资源', '散户', '现货价格', '直接投资', '买入认购权', '参股',
	'转换后净收入', '封锁期', '赎回保障', '保密协议', '债务发行工具', '欧盟', '商誉价值摊销', '投资研究', '资产净值', '资产净值', '个人投资者', '差额',
	'私募配售', '认购长仓', '生产要素', '可转换债券', '大额交易', '条款', '集团', '债务偿还比率', '不附息票', '绿鞋', '投资者关系', '帐面净值',
	'帐面净值', '股本回报率', '差价', '非公开配售', '买远期', '直销', '可换股债券', '现金认股权证', '认购', '关联交易', '违约罚金 违约',
	'可延期债券', '超额配售选择权', '初次公开发行', '净收入', '净收入', '战略出售', '冲刺期', '备考报表', '买入认沽权', '新股', '债券凸性', '每股现金盈利', '认股权证', '约定金额',
	'不履行义务', '非经常项目', '国民生产总值', '首次公开招股', '不可赎回', '不可赎回', '债务危机证券', '失速', '立项', '认购短仓', '网上银行业', '营运总监', '现金流量',
	'可赎回债券', '代价', '递延资产', '面值', '毛利润', '投资者关系', '非农业人员收入数据', '非农业人员收入数据', '执行价', '股票经纪', '项目融资', '长期持股优惠', '在线金融',
	'首席营运官', '中央结算及交收系统', '资本支出', '考虑因素', '递延费用', '外汇券', '总差额', '已发行股票', '共同帐户', '非经营收入', '行使价', '策略投资', '本票', '智能卡',
	'帐面收益', '企业融资', '存款证', '资本充足比率', '成分股', '待摊费用', '互联网', '偷步', '发行人', '共同及连带责任', '不良贷款', '拆开证券', '战略投资', '招股书', '杀价',
	'有形资产', '企业管治', '上限', '资本金', '在建工程', '票面规模', '信托人', '恒生中国企业指数', '国际信托投资公司', '联席全球协调人', '逾放款', '结构债券', '策略投资者',
	'发售说明书', '盘活存量资产', '项目资本金制度', '财政转移支付', '行政总栽', '资本值', '消费', '强制性权利', '信托机构', '恒生指数', '国投公司', '股份有限公司', '到期未能偿还贷款',
	'结构融资', '战略投资者', '公开呈报', '交易', '资产重组', '风险资本', '行政总监', '资本市场', '合约性合作', '债权', '受信责任', '对冲', '联名帐户', '融资', '应收票据',
	'筹集资金', '套保', '电子转帐', '变现', '调控', '虚拟银行', '首席执行官', '资金市场', '香港金融管理局', '帐户透支', '诚信义务', '次级债务', '次平值',
	'银团贷款', '增效作用', '协同效益', '电汇', '国库债券', '国库券', '托管人契约', '包销商', '承销商', '承销银团', '未分配利润', '周转资金', '除权', '除证', '零和游戏',
	'零券息债券', '呆帐', '现金流量表', '产权', '债转股', '股权多元化', '规模经济', '新兴经济', '筹资融资', '套期保值', '住房按揭', '首次公募', '拆借', '网上客户', '投资回收期',
	'参股', '生产要素', '直销', '新股', '网上银行业', '在线金融', '帐面收益', '有形资产', '项目资本金制度', '资产重组', '调控', '变现', '智能卡', '杀价', '盘活存量资产',
	'交易', '财政转移支付', '风险资本', '虚拟银行', '电子转帐']

# 工作经历
CompanyKeyword = {
	20: [
		'银行', '信托', '保险', '证券', '基金', '投资管理公司', '投资公司', '会计师事务所', '资本'],
	23: [
		'华润深国投信托', '深国投信托', '对外经济贸易信托', '外贸信托', '上海国际信托', '华融国际信托', '华融信托', '中融国际信托', '中融信托', '华宝信托', '建信信托', '太平洋保险',
		'新华保险', '中国太平', '泰康人寿', '安邦保险', '生命人寿', '阳光保险'],
	26: [
		'普华永道', 'Pwc', '德勤', 'Deloitte', '毕马威', 'KPMG', '安永', 'Ernst&Young', '罗兰贝格', 'Roland Berger', '埃森哲',
		'Accenture', '美世咨询', '美世', '思略特', 'Strategy&', '科尔尼', 'ATK', '致盛', 'ZS Associates', '怡安翰威特', 'Aon Hewitt',
		'韬睿惠悦',
		'Towers Waston', '中信证券', '海通证券', '国泰君安', '广发证券', '华泰证券', '招商证券', '国信证券', '银河证券', '中信建投', '申银万国', '申万', '工商银行',
		'工行', '建设银行', '建行', '中国银行', '中行', '交通银行', '交行', '农业银行', '农行', '招商银行', '招行', '中信银行', '浦东发展银行', '浦发银行', '兴业银行',
		'民生银行', '天弘', '华夏', '嘉实', '易方达', '工银瑞信', '中银基金', '广发基金', '建信基金', '招商基金', '汇添富', '博时', '上投摩根'],
	29: [
		'高盛', 'Goldman', '摩根士丹利', 'Morgan Stanley', '摩根大通', 'JP Morgan', '美银美林', 'BAML', '德意志银行', '瑞士信贷', '瑞银集团',
		'UBS', '野村', 'Nomura', '汇丰', 'HSBC', '渣打', '花旗', 'citi', '中金', 'CICC', '巴克莱', 'Barclays', '法国巴黎银行', 'BNP',
		'麦格理', '凯雷', 'KKR', '黑石', 'IDG', '贝塔斯曼', '鼎晖投资', 'CDH', '淡马锡', 'CVC', '麦肯锡', 'McKinsey', '贝恩', 'Bain', '波士顿咨询',
		'BCG', '春华资本', '红杉资本', '君联资本', '九鼎投资', '高翎资本', '软银赛富', '磐石基金', '通用创投', '凯鹏华盈', '兰馨亚洲', '复星资本', '厚朴投资', '弘毅投资',
		'经纬中国',
		'北极光创投', '华平投资', '方源资', '戈壁创投']}

# 学校
SchoolKeyword = {
	16: [
		'印第安纳', 'indiana', '印地安纳', '华盛顿', 'Washington', 'St. Louis', '乔治城', 'Georgetown', '圣母大学',
		'Notre Dame', '华盛顿 西雅图', 'Washington', '范德堡', 'Vanderbilt', '亚利桑拿 州立', 'Arizona', 'asu', '亚利桑那 州立', '杨百翰',
		'Brigham Young', 'byu', '乔治亚理工', 'Georgia Institute of Technology', 'Gatech', 'Georgia Tech', '俄亥俄 州立', 'osu',
		'Ohio State', '南加', '南加大', 'Southern California', 'usc', '威斯康辛', 'Wisconsin', '莱斯', 'Rice', '明尼苏达', 'Minnesota',
		'密歇根 州立', 'Michigan State', 'msu', '伊利诺伊 香槟', 'uiuc', 'Illinois', '德州农工', 'Texas A&M', '罗彻斯特', 'Rochester',
		'达克萨斯 达拉斯', 'UTD', '德克萨斯 达拉斯', '得克萨斯 达拉斯', '普渡', 'Purdue', '宾州州立', 'PSU', 'pennsylvania state', '加州 戴维斯', 'ucd',
		'davis', 'UC DAVIS', '弗罗里达', 'Florida', 'UF', '佛罗里达', '马里兰', 'Maryland', '中欧商学院', 'CEIBS', '中欧国际工商学院', '米兰理工',
		'POLIMI', '米理', 'Polytechnic University of Milan', '奥托拜斯海姆', 'Otto Beisheim', 'WHU', '根特', 'Ghent', 'UGhent',
		'曼彻斯特', 'Manchester', '布拉佩斯', 'Budapest', '埃塞克', 'ESSEC', '爱丁堡', 'Edinburgh', '爱大', '布鲁塞尔', 'Brussel', '雷丁',
		'Reading', '欧洲', 'EU商学院', '阿什里奇', 'Ashridge', '莱比锡', 'Leipzig', 'HHL', '索邦', 'Sorbonne', 'ESMT', '诺丁汉特伦特',
		'nottingham Trent', 'NTU', '邦德大学', 'bond', '新加坡管理大学', 'Singapore Management University', 'SMU', '长江商学院',
		'日本国际大学', 'The International University of Japan', 'IUJ', '奥塔戈', '奥塔哥', 'Otago', '墨尔本皇家理工', 'RMIT University',
		'上海财经大学', '对外经济贸易', '对外经贸', '外经贸', 'UIBE', '中央财经', '央财', '西南财经', '首都经济贸易', '首经贸', '中南财经政法'],
	12: [
		'雪城大学', 'Syracuse', '科罗拉多', 'Colorado', '特拉华', 'Delaware', 'Udel', 'UD', '威廉 玛丽',
		'William & Mary', '巴鲁克', 'Baruch', 'CUNY', '堪萨斯', 'Kansas', 'KU', '德保罗', 'DePaul', '雷鸟', 'Thunderbird', '克莱蒙',
		'Claremont', '伦斯勒理工', 'Rensselaer', 'RPI', '圣地亚哥州立', 'San Diego State', 'SDSU', '德州理工', 'Texas Tech', 'TTU',
		'纽约 州立 阿尔巴尼', 'Albany', 'Srate University of new york', 'suny', '福德汉姆', 'fordham', '休斯顿', 'houston', '伊利诺 芝加哥',
		'uic', '西弗吉尼亚', 'WVU', 'west virginia', '本特利', 'bentley', '迈阿密', 'miami', 'UM', '俄勒冈', 'Oregon', 'UO', '土尔沙',
		'Tulsa', '美利坚', 'American University', 'AU', '西南大学', '苏州大学', '西北农林科技', '南京师范', '中国石油', '云南大学', '哈尔滨工程',
		'南京航空航天',
		'南航', '河海', '湖南师范', '西南交通', '暨南大学', '北京化工', '郑州大学', '西安电子科技', '北京林业', '中国政法', '合肥工业', '北京邮电', '华南师范', '陕西师范',
		'上海大学', '山西大学', '北京工业', '福州大学', '南昌大学', '首都医科', '中央民族', '江南大学', '东华大学', '辽宁大学', '华南农业', '太原理工', '首都师范', '新疆大学',
		'安徽大学', '河南大学', '海南大学', '华北电力', '东北林业', '浙江工业', '福建师范', '内蒙古大学', '西南财经', '深圳大学', '广西大学', '贵州大学'],
	18: [
		'密歇根', 'michigan', 'ann arbor', '弗吉尼亚', 'virginia', 'uva', '耶鲁', 'yale', '杜克', 'duke',
		'克萨斯 奥斯汀', 'austin', 'texas', '克萨斯 奥斯汀', '加州 洛杉矶', 'ucla', '康奈尔', 'cornell', '卡耐基梅隆', 'cmu', 'Carnegie Mellon',
		'北卡 教堂山', 'University of North Carolina', 'UNC', '埃默里', 'Emory University', '圣加伦', 'University of St. Gallen',
		'Gallen',
		'三一学院', 'Trinity College Dublin', '剑桥大学', 'Cambridge', '帝国理工', '伦敦帝国', 'Imperial College London', '曼海姆',
		'Mannheim', '法兰克福', 'Frankfurt', '克兰菲尔德', 'Cranfield', '华沙理工', 'warsaw', '鹿特丹', 'Erasmus', 'eur', 'Rotterdam',
		'华威', 'Warwick', '慕尼黑', 'LMU', '南洋理工', 'Nanyang Technological', 'NTU', '香港科技', '港科大', 'HKUST',
		'The Hong Kong University of Science and Technology', '卧龙岗', '伍伦贡', 'Wollongong', '复旦', '香港中文', '港中文',
		'The Chinese University of Hong Kong', 'CUHK', '上海交通', '浙江', '中国人民', '中山', '首尔国立', 'Seoul National University',
		'阿德雷', 'Adelaide', '早稻田', 'Waseda', '麦考瑞', 'Macquarie', '南京大学', '武汉大学', '武大'],
	20: [
		'哈佛', 'harvard', '斯坦福', 'standford', '宾西法尼亚大学', 'pennsylvania', 'Upenn', '宾大', '芝加哥',
		'chicago', '麻省理工', 'mit', 'Massachusetts Institute of Technology', '西北大学', 'northwest', 'NWU', 'NU', '加州 伯克利',
		'ucb',
		'berkeley', '哥伦比亚大学', '哥大', 'columbia', '达特茅斯学院', 'Dartmouth', '纽约大学', '纽大', 'new york', 'nyu', '沃顿', 'wharton',
		'斯隆', 'sloan', '欧洲工商', '欧洲商学院', '英士国际', 'INSEAD', '伦敦商学院', 'London Business School', 'LBS', '德恩普萨',
		'IE Business School', '得恩普萨', '牛津大学', 'Oxford', '洛桑国际', 'IMD', '博科尼', 'SDA', 'Bocconi', '纳瓦拉', 'Navarra',
		'西班牙商学院', 'ESIC', '哥本哈根商学院', 'CBS', 'Copenhagen', '巴黎高等商学院', '巴黎高商', 'HEC', '清华', 'Tsinghua', '北京大学', '北大',
		'Peking', '墨尔本', 'melbourne', '新加坡国立', 'NUS', 'National University', '香港大学', 'The University of Hong Kong',
		'HKU', '昆士兰大学',
		'queensland', '东京大学', 'Tokyo', '京都大学', 'Kyoto', '悉尼大学', 'sydney'],
	14: [
		'波士顿学院', 'boston', '波士顿大学', '加州 欧文', 'Irvine', 'UCI', '天普', 'TEMPLE', '亚利桑那', 'UA', '亚利桑拿',
		'佐治亚大学', 'Georgia', '爱荷华', 'Iowa', '东北大学', 'Northeastern', 'NEU', '康涅狄格大学', 'UCONN', 'Connecticut', '匹兹堡大学',
		'Pittsburgh', '南方卫理公会', 'Southern Methodist', 'SMU', '阿肯色大学', 'arkansas', 'UA', 'UARK', '南卡', 'South Carolina',
		'USC', '南卡', '密苏里大学', 'Missouri', '维克森林', 'Wake Forest', 'Wake Forest', '罗格斯', 'Rutgers', '加州 圣地亚哥', 'UCSD',
		'San Diego', '辛辛那提', 'Cincinnati', '杜兰大学', 'Tulane', '犹他大学', 'Utah', '柏森', '百森', 'babson', '贝勒', 'Baylor',
		'凯斯西储',
		'Case Western Reserve', '乔治华盛顿', 'George Washington', 'GWU', '乔治 华盛顿', '路易斯安娜 州立', 'Louisiana', '路易斯安那 州立',
		'北卡 州立', 'NC State', '北卡 州立', '奥克拉荷马', 'Oklahoma', '田纳西', 'UTK', '爱荷华 州立', 'Iowa', '纽约 州立 水牛城', 'Buffalo',
		'UB',
		'阿拉巴马', 'Alabama', '纽约 州立 宾汉姆顿', 'Binghamton', 'State University of New York', '佩帕代因', 'pepperdine',
		'德克萨斯 基督教',
		'Texas Christian', 'TCU', '得克萨斯 基督教', '的里雅斯特', 'MIB', '诺丁汉', 'Nottingham', '里斯本', 'Lisboa', 'ISCTE', '伦敦 城市',
		'UCL', 'city', '格勒诺布尔', 'Grenoble', '埃克塞特大学', 'Exeter', '阿姆斯特丹', 'Amsterdam', 'UvA', '路易斯', 'Lewis', '洛桑',
		'Lausanne', '里昂', 'Lyon', '阿斯顿', 'aston', '杜伦', 'Durham', '布拉德福德', 'bradford', '埃克斯', 'Aix', '艾克斯', '巴斯',
		'bath',
		'EADA', 'EAE', '斯凯莱德', 'Strathclyde', '北京师范', '北师大', '华中科技', '四川大学', '中国科学技术大学', '中科大', '南开', '山东大学', '中南大学',
		'西安交通', '西交', '厦门大学', '哈尔滨工业', '北京航空航天大学', '北航', '同济', '天津大学', '华东师范', '东南大学', '中国农业', '华南理工', '湖南大学', '西北工业',
		'大连理工', '协和', '北京理工', '重庆大学', '东北大学', '中国矿业', '华中师范', '西北大学', '兰州大学', '北京科技', '北科大', '东北师范', '华东理工', '电子科技',
		'长安',
		'中国地质', '华中农业',
		'北京交通', '南京农业', '中国海洋', '南京理工', '武汉理工']}

# 专业
MajorKeyword = {
	4: ['市场营销', '管理', '营销', '人力资源', '经济法', '国际政治', '电子商务', '税务', '公共管理', '统计', '这个只扫专业'],
	5: ['金融', '投资', '金融工程', '保险', '统计', '国际经济与贸易', '财政', '精算', '经济', '会计', '财务']}

# 领导力
LeadershipKeyword = {
	8: ['部长', '副部长', '副部', '团支书', '班长', '团支部书记', '副主任'],
	10: ['主席', '会长', '组长', '创始人', '创办人', '副主席', '团委书记', '团委副书记', '主任', '书记', '经理']}

# 语言
LanguageKeywords = ['日语', '德语', '西班牙语', '法语', '葡萄牙语']

# 证书
CertificateKeyword = {
	4: [
		'CFA二级', 'CPA三科', 'CPA四科', 'CPA五科', 'FRM一级', 'CGA', 'ACCA', 'CICPA', 'CIIA', 'FECT', 'CFP', 'CWM', 'RFC', 'CIA',
		'CIMA', 'CMA', ],
	5: ['CFA三级', 'CPA六科', 'CPA全科', 'FIA', 'FRM二级']}

# 软件
SoftwareKeyword = ['STATA', 'SPSS', 'SAS', 'Matlab', 'Wind', 'Bloomberg', 'Microsoft']
